#+title: Evaluaci칩n de la exposici칩n
#+author: Gunnar Wolf

* Desarrollo de sistemas operativos basados en AI

- Tema presentado por :: Axel Uriel Jim칠nez y Alam L칩pez
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+-------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Valor | Evaluaci칩n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   9.34 |   0.3 |               8.63 |  0.7 |    8.84 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo har칤amos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compa침eros para el primero y en si la presentaci칩n
"suena" le칤da directamente del material que prepararon o expuesta m치s libremente
para el segundo.


* Evaluaci칩n grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 0 | 2 | 9 |  9.64 |
| Nivel        | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Relevancia   | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Claridad     | 0 | 0 | 0 | 3 | 8 |  9.45 |
| Presencia    | 1 | 0 | 0 | 3 | 7 |  8.73 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  9.34 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

- Creo que es interesante, m치s por la popularidad que toma el tema hoy en d칤a
- Creo que es un gran tema, me interesa mucho. Creo que falt칩
  concretar algunos puntos, pero en general fue un buen acercamiento.
- Muy buena exposici칩n, pues logra juntar los t칩picos de los Sistemas
  Operativos con las novedades tecnol칩gicas de la IA, estableciendo
  que se trata de una idea en el aire pero que tiene mucho potencial y
  que se est치 explorando activamente.

* Evaluaci칩n por parte del docente

| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |          7.5 |      1.5 |
| Fuentes bibliogr치ficas |    0.1 |            5 |      0.5 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |          7.5 |    1.125 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.63 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios
- Mi gran, gran queja con el t칠rmino /춺Inteligencia Artificial췉/ es
  que no est치 acotado, que en su uso habitual no tiene una definici칩n
  clara que permita en una conversaci칩n informal saber si algo es o no /IA/.
  - En la exposici칩n presentan, por ejemplo, que el SO est치
    monitoreando constantemente los niveles de rendimiento de la
    computadora, para ajustar los /FPS/ de un juego para mantenerse
    칩ptimo. Eso es simple monitoreo y decisi칩n basada en umbrales. 춰No
    puede llamarse IA!
  - No puedo hacerme el experto en temas que no lo soy... Pero la
    definici칩n que atribuyen a Mateus Ruzzarin es incorrecta por donde
    se vea. Hay sistemas /no inteligentes/ que aprenden, y hay muchas
    aplicaciones de /IA/ que no incluyen aprendizaje de m치quina.
- Me gustar칤a ver cualquier referencia al SO de Lenovo que mencionan
  m치s all치 de media p치gina en un sitio tan gen칠rico como /Noticias 3D/
  o /Hipertextual/. Me sorprende no encontrar informaci칩n t칠cnica
  alguna, siendo que el desarrollo de un sistema operativo /que busca
  ser atractivo para el consumidor final/ es suficientemente complejo
  como para que resulte pr치cticamente imposible desarrollarlo sin
  comunicar informaci칩n t칠cnica al respecto.
- Ojo: La exposici칩n que ustedes hicieron es correcta y est치 bien /a
  la luz de los datos utilizados/, no puedo culparlos de la
  mercadotecnia que rodea a nuestro campo. Sin embargo, estos puntos
  ilustran bien por qu칠 los invito a buscar /recursos formales/ de
  consulta, no revistas o sitios Web.

* Verificaci칩n de originalidad

Los reportes que env칤an son verificados utilizando la herramienta
/Compilatio/. Para fines de esta materia, el resultado de esta
revisi칩n /no tendr치 ning칰n efecto/ mientras el umbral de textos
copiados de otros documentos sin atribuci칩n sea menor al 30%.

- 24% de textos sospechosos
  - <1% de similitudes con otros documentos
  - 21% estil칤sticamente pr칩ximos a lo generado por IA (indicador, no
    prueba)
  - 2% idiomas no reconocidos
  - 1% de citas atribu칤das (citas expresas)
